

const data = {saying:{0:'땀은 지방의 눈물이다.',
                           1:'땀은 지방의 눈물이다.',
                           2:'배움에는 왕도가 없다.',
                           3:'하루에 한 푼이\n일 년이면 큰 돈이 된다.',
                           4:'현명한 친구는 보물처럼\n다루어라.',
                           5:'오직 남을 위해 산 인생\n만이 가치 있는 것이다.'},
                   page: 1,
                   example1:{0:'"땀은 지방의 눈물이다."\n명언을 실천하기 위해서\n2km 달리고 왔어요!\n-수상한 펭귄님-',

                             1:'"땀은 지방의 눈물이다."\n실천하기 쉽지 않네요.\n계단을 15층이나 올랐어요. \n-다급한 너구리님-',
                             2:'"배움에는 왕도가 없다."\n명언을 실천하기 위해서\n책을 5권이나 봤어요.\n-바쁜 다람쥐님-',
                             3:'"하루에 한 푼이 \n일 년이면 큰 돈이 된다."\n명언을 실천하기 위해서\n매일 저축을 시작했어요! \n-귀여운 고양이님-',
                             4:'"현명한 친구는 보물처럼\n 다루어라."명언을 실천\n하기 위해서 친구에게\n 밥을 사줬어요!\n-소심한 독수리님-',
                             5:'"오직 남을 위해 산 인생"\n만이 가치 있는 것이다."\n명언을 실천하기 위해서\n기부를 해봤어요!\n-재빠른 거북이님-'
                   },       
                   example2:{0:'"땀은 지방의 눈물이다."\n명언을 실천하기 위해서\n인왕산을 타고 왔습니다.\n-이상한 코끼리님-',

                             1:'"땀은 지방의 눈물이다."\n명언을 실천하기 위해서\n인왕산을 타고 왔습니다.\n-하얀입 강아지님-',
                             2:'"배움에는 왕도가 없다"\n명언을 실천하기 위해서\n새벽 3시까지 공부했어요!\n-못참는 참치님-',
                             3:'"하루에 한 푼이 \n일 년이면 큰 돈이 된다."\n명언을 실천하기 위해서\n저금통에 동전을 넣었어요!\n-파란입 오리님-',
                             4:'"현명한 친구는 보물처럼\n 다루어라."명언을 실천하기\n 위해서 친구를 보물처럼 쓰다듬어줬어요!\n-가여운 살쾡이님-',
                             5:'"오직 남을 위해 산 인생"\n만이 가치 있는 것이다."\n명언을 실천하기 위해서\n봉사를 하고왔어요.\n-노란 산딸기님-'
                   },
                   example3:{0:'"땀은 지방의 눈물이다."\n명언을 실천하기 위해서\n자전거를 타고 왔어요!!\n-상한 고구마님-',
                   
                             1:'"땀은 지방의 눈물이다."\n명언을 실천하기 위해서\n자전거를 타고 왔어요!!\n-까만 북극곰님-',
                             2:'"배움에는 왕도가 없다"\n먼 거리를 오가며\n 코딩학원을 다니기\n시작 했어요!\n-마늘맛 사탕님-',
                             3:'"하루에 한 푼이 \n일 년이면 큰 돈이 된다."\n명언을 실천하기 위해서\n돈을 더 아껴봤어요!\n-새빨간 여우님-',
                             4:'"현명한 친구는 보물처럼\n 다루어라." 명언을 실천하기\n 위해서 친구의 공부를 \n도와줬어요. \n-얄미운 두더지님-',
                             5:'"오직 남을 위해 산 인생"\n만이 가치 있는 것이다."\n명언을 실천하기 위해서\n재능기부를 해봤어요!\n-괴팍한 올빼미님-'
                   }}
export default data;